Repository: AppTapp/Installer-4
Catalog: *.lproj/CategoryMapping.strings
Languages: el

# CarrierBundle
source: Carrier Bundles
el: Bundles Παροχέων

# Themes (SpringBoard)
source: Themes
el: Θέματα

# Themes (WinterBoard)
source: Themes
el: Θέματα

# Themes-SpringBoard
source: Themes
el: Θέματα

source: Themes (System)
el: Θέματα (Σύστημα)

source: Maps
el: Χάρτες

source: Fun
el: Διασκέδαση

source: Power Management
el: Διαχείρηση Ενέργιας

source: Utilities
el: Βοηθήματα

source: Network
el: Δίκτυο

source: System
el: Σύστημα

source: Multimedia
el: Πολυμέσα

source: Games
el: Παιχνίδια

source: Beta
el: Beta Εκδόσεις

source: Messaging
el: Μηνύματα κειμένου

source: Themes (Apps)
el: Θέματα (Εφαρμογές)

source: Productivity
el: Παραγωγικότητα

source: eBooks
el: Βιβλία

source: Mods
el: Μόντες

source: Localization
el: Μεταφράσεις

# Networking
source: Network
el: Δικτυακά

source: Tweaks
el: Κόλπακια

source: Applications
el: Εφαρμογές

source: Customization
el: Προσαρμογή

# Themes-Complete
source: Themes
el: Θέματα-Ολοκληρωμένα

source: Wallpapers
el: Ταπετσαρίες

source: Themes (Misc)
el: Θέματα (άλλο)

source: Sources
el: Πηγές

source: Themes (Apps)
el: Θέματα (Apps)

source: Themes (Battery)
el: Θέματα (Battery)

source: Themes (Keyboard)
el: Θέματα (Keyboard)

# Themes (Complete)
source: Themes
el: Θέματα

source: Themes (Lockscreen)
el: Θέματα (Lockscreen)

source: Themes (SBSettings)
el: Θέματα (SBSettings)

source: Themes (Sounds)
el: Θέματα (Sounds)

source: Themes (System)
el: Θέματα (Σύστημα)

source: Themes (Videos)
el: Θέματα (Videos)

# Wallpaper
source: Wallpapers
el: Ταπετσαρίες
