Repository: AppTapp/Installer-4
Catalog: *.lproj/Localizable.strings
Languages: el

source: All Packages
el: Όλα τα πακέτα

source: Installed Packages
el: Εγκατεστημένα πακέτα

source: Recent Packages
el: Πρόσφατα πακέτα

source: Updated Packages
el: Αναβαθμισμένα πακέτα

source: %u package
el: %u πακέτα

source: %u total packages
el: %u συν. πακέτα

source: An Installer update is available. Would you like to update it now? It is strongly recommended you stay up-to-date with the latest version.
el: Μια αναβάθμιση του Installer είναι διαθέσιμη. Θέλετε να το αναβαθμίσετε τώρα; Σας συνιστούμε να είναι αναβαθμισμένος στην τελευταία έκδοση.

source: Cancel
el: Άκυρο

source: Cannot install package "%@" as it was not found. Sorry!
el: Αδυναμία εγκατάστασης πακέτου "%@" καθώς δεν βρέθηκε. Συγνώμη!

source: Checking %@
el: Έλεγχος %@

source: Contact
el: Επαφή

source: Downloading %@
el: Λήψη %@

source: Error
el: Σφάλμα

source: Featured
el: Περιεχόμενα

source: Fetching icon for %@…
el: Λήψη εικονιδίου για %@…

source: Fetching info for %@…
el: Λήψη πληροφοριών για %@…

source: Getting rating for "%@"…
el: Λήψη αξιολόγησης για "%@"…

source: Install
el: Εγκατάσταση

source: Installer Update Available
el: Αναβάθμιση Installer διαθέσιμη

source: Installer was not installed correctly. It should be run as root:wheel. We will continue but please remember that it may not function correctly.
el: Ο Installer δεν εγκαταστάθηκε σωστά. Πρέπει να το τρέξετε σαν root:wheel. Θα συνεχίσουμε αλλά παρακαλώ θυμηθείτε ότι δεν θα λειτουργεί σωστά.

source: Installing %@
el: Εγκατάσταση %@

source: Insufficient Permissions
el: Ανεπαρκής δικαιώματα

source: Invalid Source
el: Μη έγκυρη πηγή

source: New Source
el: Νέα πηγή

source: Notice
el: Σημείωση

source: Please input the valid source URL above to add the source.
el: Παρακαλώ εισάγετε το URL της έγκυρης πηγής για να προσθέσετε μια πηγή.

source: Post-flight for %@
el: Post-flight για %@

source: Pre-flight for %@
el: Pre-flight για %@

source: Preparing %@
el: Προετοιμασία %@

source: Proceed
el: Συνέχεια

source: Processing
el: Επεξεργασία

source: Processing index…
el: Επεξεργασία ευρετηρίασης…

source: Processing packages…
el: Επεξεργασία πακέτων…

source: Queueing package install…
el: Δρομολόγηση πακέτου εγκατάστασης σε σειρά…

source: Refreshing
el: Ανανέωση

source: Refreshing %@…
el: Ανανέωση %@…

source: Refreshing trusted sources
el: Ανανέωση έμπιστων πηγών

source: Searching
el: Αναζήτηση

source: Searching for "%@"…
el: Αναζήτηση για "%@"…

source: Source
el: Πηγή

source: The package "%1$@" comes from a source that is not yet added to Installer. If you Proceed, the source "%2$@" will be first added to your sources list, and then the package will be installed as normal.
el: Το πακέτο "%@" προέρχεται από πηγή που δεν έχει προστεθεί στον Installer. Αν συνεχίσετε, η πηγή "%@" θα εγκατασταθεί στην λίστα σας και το πακέτο θα εγκατασταθεί κανονικά.

source: There were errors while trying to refresh this source. Please double-check the URL and try refreshing again.
el: Εμφανίστηκαν σφάλματα κατά την ανανέωση της πηγής. Παρακαλώ ελέγξτε το URL και ανανεώστε ξανά.

source: Uninstall
el: Απεγκατάσταση

source: Update
el: Ανανέωση

source: Update All
el: Ανανέωση όλων

source: Updated
el: Ανανεώθηκε

source: Waiting on %@…
el: Αναμονή σε %@…

source: Idle
el: Αδράνης

source: Active
el: Ενεργή

source: Done
el: Επιτυχής

source: Failed
el: Αποτυχής

source: Status:
el: Κατάσταση:
